Repository: Yi0027/Melodica
Catalog: Melodica/Localizable.xcstrings
Source language: en
Languages: ru

# %@: %@ dB
source: %1$@: %2$@ dB
ru: %1$@: %2$@ дБ

source: %lld ms
ru: %lld мс

source: %lld pt
ru: %lld пт

source: Aa
ru: Аа

source: Accent
ru: Акцент

source: Add folder
ru: Добавить папку

source: Add to Favorites
ru: Добавить в избранное

source: Add to Playlist
ru: Добавить в плейлист

source: Add to Queue
ru: Добавить в очередь

# add_to_queue_hint
source: Press + near the track to add
ru: Нажмите + рядом с треком, чтобы добавить

source: Background
ru: Фон

source: Bass
ru: Бас

# cache_active
source: Active
ru: Активный

# cache_off
source: Off
ru: Выкл

# cache_passive
source: Passive
ru: Пассивный

source: Calculating time...
ru: Подсчёт времени...

source: Cancel
ru: Отмена

# check_updates
source: Check for Updates
ru: Проверить обновления

# choose_folder
source: Choose music folder
ru: Выберите папку с музыкой

# circ_react_to
source: React to
ru: Реагировать на

# circ_sensitivity
source: Sensitivity
ru: Чувствительность

# circ_sensitivity_hint
source: Higher = more frequent reaction to sound
ru: Выше = ниже порог срабатывания

# circular_settings
source: Configure Rings
ru: Настроить кольца

# circular_settings_title
source: Ring Settings
ru: Настройки колец

source: Clear
ru: Очистить

source: Close
ru: Закрыть

source: Color Theme
ru: Цветовая тема

source: Copy Title
ru: Копировать название

source: Create
ru: Создать

source: Create smart playlist
ru: Создать умный плейлист

source: Crossfade
ru: Кроссфейд

# crossfade_duration_value
source: Duration: %lld sec
ru: Длительность: %lld сек

# crossfade_enable
source: Enable crossfade
ru: Включить кроссфейд

# crossfade_hint
source: Overlap time between tracks when switching
ru: Время наложения треков при переключении

source: Delete Playlist
ru: Удалить плейлист

source: Done
ru: Готово

# drop_m3u_hint
source: Drag an .m3u file or open via the folder button
ru: Перетащите .m3u файл или откройте через кнопку папки

source: Drums
ru: Барабаны

source: Edit
ru: Редактировать

# enrichment_progress
source: Scanning Progress
ru: Прогресс сканирования

source: Equalizer
ru: Эквалайзер

# estimated_time
source: Estimated time remaining
ru: Примерное время

source: Exit anyway
ru: Выйти

# export_absolute
source: Absolute Paths
ru: Абсолютные пути

# export_playlist
source: Export
ru: Экспорт

# export_playlist_title
source: Export Playlist
ru: Экспорт плейлиста

# export_relative
source: Relative Paths
ru: Относительные пути

source: favorites
ru: избранное

# full
source: All
ru: Все

# gapless
source: Gapless Playback
ru: Воспроизведение без пауз

# gapless_enable
source: Enable gapless
ru: Включить gapless

# github_repo
source: GitHub Repository
ru: Репозиторий GitHub

source: Grid Size
ru: Размер плиток

# grid_size_hint
source: Adjust album and playlist tile size
ru: Настройка размера плиток альбомов и плейлистов

source: Hide lyrics
ru: Скрыть текст

# high_hats
source: Hi-Hats
ru: Тарелки

source: Language
ru: Язык

# liquid_glass_info
source: Liquid Glass Effect
ru: Эффект Liquid Glass

# liquid_glass_system_colors
source: Liquid Glass use System Colors
ru: Liquid Glass использует системные цвета

source: Loading...
ru: Загрузка...

# lrc_cat_general
source: General
ru: Общие

# lrc_cat_languages
source: Languages
ru: Языки

# lrc_cat_metadata
source: Metadata
ru: Метаданные

# lrc_cat_pronunciation
source: Pronunciation
ru: Произношение

# lrc_cat_special
source: Special
ru: Особое

# lrc_fields_count
source: Info fields: %d of %d
ru: Инфополя: %d из %d

# lrc_fields_unlimited
source: Unlimited
ru: Без ограничений

# lrc_meta_album
source: Album
ru: Альбом

# lrc_meta_artist
source: Artist
ru: Исполнитель

# lrc_meta_author
source: Author
ru: Автор

# lrc_meta_length
source: Length
ru: Длительность

# lrc_meta_title
source: Title
ru: Название

# lrc_metadata_color
source: Metadata Color
ru: Цвет метаданных

# lrc_mode_auto
source: Auto
ru: Авто

# lrc_mode_off
source: Off
ru: Выкл

# lrc_mode_on
source: On
ru: Вкл

# lrc_mode_title
source: LRC Mode
ru: Режим LRC

# lrc_orig_override
source: Original Override
ru: Переопределять исходный

# lrc_position_after
source: After
ru: После

# lrc_position_before
source: Before
ru: До

# lrc_reset
source: Reset LRC Settings
ru: Сбросить настройки LRC

# lrc_settings_title
source: LRC Settings
ru: Настройки LRC

# lrc_show_metadata
source: Show Metadata
ru: Показывать метаданные

# lrc_tag_bg
source: Backing Vocals
ru: Бэк-вокал

# lrc_tag_chord
source: Chords
ru: Аккорды

# lrc_tag_inst
source: Instrumental
ru: Инструментал

# lrc_tag_lit
source: Literal Translation
ru: Буквальный перевод

# lrc_tag_note
source: Notes
ru: Заметки

# lrc_tag_orig
source: Original
ru: Исходный

# lrc_tag_rap
source: Rap Part
ru: Рэп-часть

# lrc_tag_trans
source: Translation
ru: Перевод

# lrc_unlimited_label
source: Unlimited
ru: Без ограничений

source: Lyrics
ru: Текст песни

source: Lyrics text
ru: Текст песни

source: Melody
ru: Мелодия

# missing_favorites_count
source: %d not found
ru: Не найдено: %d

source: New Playlist
ru: Новый плейлист

# new_playlist_desc
source: Enter playlist name
ru: Введите название плейлиста

# new_playlist_title
source: New Playlist
ru: Новый плейлист

# no_cue_files
source: No CUE files found
ru: Файлы CUE не найдены

# no_favorites
source: Press ★ near the track to add
ru: Нажмите ★ рядом с треком, чтобы добавить

# no_folders
source: No folders added
ru: Нет добавленных папок

source: No lyrics
ru: Нет текста песни

source: No playlists
ru: Нет плейлистов

source: No results
ru: Нет результатов

source: No smart playlists
ru: Нет умных плейлистов

source: No tracks
ru: Нет треков

source: Nothing playing
ru: Ничего не играет

source: ok
ru: ок

# open_folder_and_play
source: Open a music folder and select a track
ru: Откройте папку с музыкой и выберите трек

source: Open Settings
ru: Открыть настройки

# phase_format
source: Phase %d of %d
ru: Фаза %d из %d

# phase_scanning
source: Scanning
ru: Сканирование

# phase_scanning_desc
source: Reading tags and artwork
ru: Чтение тегов и обложек

# phase_thumbnails
source: Thumbnails
ru: Миниатюры

# phase_thumbnails_desc
source: Creating thumbnails for album grid
ru: Создание миниатюр для сетки альбомов

# phase_waveforms
source: Waveforms
ru: Волны

# phase_waveforms_desc
source: Caching waveform data
ru: Кэширование данных волн

source: Player controls
ru: Элементы плеера

# playlist_name_placeholder
source: Playlist name
ru: Название плейлиста

source: Queue
ru: Очередь

# queue_btn
source: Queue
ru: Очередь

# queue_empty
source: Queue is empty
ru: Очередь пуста

# queue_folders_count
source: %d folder(s) waiting
ru: Папок в очереди: %d

source: Remove from Favorites
ru: Убрать из избранного

source: Remove from Queue
ru: Убрать из очереди

source: Repeat All
ru: Повторять всё

source: Repeat Mode
ru: Режим повтора

source: Repeat Off
ru: Повтор выключен

source: Repeat One
ru: Повторять один

source: Rescan
ru: Пересканировать

source: Reset
ru: Сбросить

source: Reset Colors
ru: Сбросить цвета

source: Restart
ru: Перезапустить

# restart_hint
source: The app will restart to apply the language
ru: Для применения языка приложение будет перезапущено

# rg_album_desc
source: Use album RG
ru: Использовать альбомный RG

# rg_off_desc
source: Off
ru: Выкл

# rg_track_desc
source: Use track RG
ru: Использовать RG по треку

source: RG: %@ dB
ru: RG: %@ дБ

# rule_album_contains
source: Album contains
ru: Альбом содержит

# rule_album_equals
source: Album equals
ru: Альбом точно совпадает

# rule_artist_contains
source: Artist contains
ru: Исполнитель содержит

# rule_artist_equals
source: Artist equals
ru: Исполнитель точно совпадает

# rule_duration_greater
source: Duration is greater than
ru: Длительность больше

# rule_duration_less
source: Duration is less than
ru: Длительность меньше

# rule_genre_contains
source: Genre contains
ru: Жанр содержит

# rule_genre_equals
source: Genre equals
ru: Жанр точно совпадает

# rule_has_lyrics
source: Has lyrics
ru: Есть текст песни

# rule_has_replaygain
source: Has ReplayGain
ru: Есть ReplayGain

# rule_is_favorite
source: Is favorite
ru: В избранном

# rule_title_contains
source: Title contains
ru: Название содержит

# rule_year_equal
source: Year equals
ru: Год равен

# rule_year_greater
source: Year is greater than
ru: Год больше

# rule_year_less
source: Year is less than
ru: Год меньше

source: rules
ru: Условия

source: Russian
ru: Русский

source: Save
ru: Сохранить

source: Scanning...
ru: Сканирование...

source: Scanning Complete
ru: Сканирование завершено

# scanning_complete_hint
source: Scanning complete. Restart recommended to clear cache
ru: Сканирование завершено. Рекомендуется перезапуск для очистки кеша

source: Scanning in Progress
ru: Идёт сканирование

# scanning_in_progress_hint
source: Please wait for the scan to finish before exiting
ru: Дождитесь завершения сканирования перед выходом

# search_no_results
source: No results found
ru: Ничего не найдено

# search_placeholder
source: Search...
ru: Поиск...

# search_settings
source: Search
ru: Поиск

# select_track
source: Open a music folder and select a track
ru: Откройте папку с музыкой и выберите трек

# settings_folder
source: Folders
ru: Папки

# settings_general
source: General
ru: Основные

# settings_theme
source: Theme
ru: Темы

# settings_title
source: Settings
ru: Настройки

source: Show in Album
ru: Показать в альбоме

source: Show in Finder
ru: Показать в Finder

# show_lyrics
source: Lyrics
ru: Текст

source: Shuffle Off
ru: Случайно: выкл

source: Shuffle On
ru: Случайно: вкл

source: Silence Skip
ru: Пропуск тишины

# silence_skip_enable
source: Enable silence skip
ru: Включить пропуск тишины

# silence_skip_hint
source: Skip silence at the end of tracks
ru: Пропускать тишину в конце треков

# silence_threshold_value
source: Threshold: %lld dB
ru: Порог: %lld дБ

source: Smart playlist
ru: Умный плейлист

# smart_playlist_add_rule
source: Add Rule
ru: Добавить условие

# smart_playlist_edit_title
source: Edit Smart Playlist
ru: Редактировать умный плейлист

# smart_playlist_match_all
source: All rules must match
ru: Все условия должны соблюдаться

# smart_playlist_name
source: Name
ru: Название

# smart_playlist_name_placeholder
source: Name
ru: Название

# smart_playlist_new_title
source: New Smart Playlist
ru: Новый умный плейлист

# smart_playlist_number
source: Number
ru: Число

# smart_playlist_rules
source: Rules
ru: Условия

# smart_playlist_value
source: Value
ru: Значение

# sort_album
source: Album
ru: Альбом

# sort_artist
source: Artist
ru: Исполнитель

# sort_duration
source: Duration
ru: Длительность

# sort_genre
source: Genre
ru: Жанр

# sort_playlists
source: Playlists
ru: Плейлисты

# sort_rating
source: Rating
ru: Рейтинг

# sort_smart
source: Smart Playlists
ru: Умные плейлисты

# sort_title
source: Title
ru: Название

# sort_year
source: Year
ru: Год

source: Sound
ru: Звук

# spectrum_multiplier
source: Gain
ru: Чувствительность

# spectrum_multiplier_hint
source: Overall sensitivity of the bars
ru: Общая чувствительность полос

# spectrum_processing
source: Spectrum Normalization
ru: Нормализация спектра

# spectrum_processing_hint
source: Adaptive Frequency Normalization
ru: Динамическое выравнивание частот

source: Spectrum Settings
ru: Настройки спектра

# spectrum_settings_title
source: Spectrum Settings
ru: Настройки спектра

source: Sub-Bass
ru: Саб-бас

source: Surface
ru: Поверхность

# synch
source: Sync
ru: Синхронизировать

source: Text
ru: Текст

# text_secondary
source: Extra Text & UI elements
ru: доп. текст и элементы

# theme_default
source: default
ru: По умолчанию

# theme_requires_macos26
source: Requires macOS 26
ru: Требуется macOS 26

# theme_restart_hint
source: Theme will apply after restart
ru: Тема применится после перезапуска

# theme_select
source: Theme
ru: Темы

# theme_unavailable
source: Unavailable
ru: Недоступно

# thumbnail_speed
source: Thumbnail creation speed
ru: Скорость создания миниатюр

# thumbnail_speed_hint
source: Delay between thumbnail creation (lower = faster)
ru: Задержка между созданием миниатюр (ниже = быстрее)

# time_minutes
source: %d min %d sec
ru: %d мин %d сек

# time_seconds
source: %d sec
ru: %d сек

source: Track
ru: Трек

source: tracks
ru: Треки

# tracks_count
source: %lld tracks
ru: %lld треков

# tracks_label
source: tracks
ru: треков

# transparency_short
source: Opacity
ru: Непрозр.

source: Unknown album
ru: Неизвестный альбом

source: Unknown Artist
ru: Неизвестный исполнитель

# unknown_artist_group
source: Unknown Artist
ru: Неизвестный исполнитель

source: Unknown Genre
ru: Неизвестный жанр

# update_frequency
source: Progress bar update frequency
ru: Частота обновления прогресс-бара

# update_frequency_hint
source: Lower value = smoother, higher = less CPU usage
ru: ниже значение = плавнее, выше = меньше нагрузка на CPU

# vis_circular
source: Circular
ru: Кольца

# vis_spectrum
source: Spectrum
ru: Спектр

# vis_waveform
source: Waveform
ru: Волна

source: Visualization
ru: Визуализация

source: Vocals
ru: Вокал

source: Wait
ru: Подождать

source: Watched Folders
ru: Сканируемые папки

# waveform_cache
source: Cache Waveform
ru: Кэшировать волны

# waveform_cache_hint
source: Save waveform shape for faster loading. !!!Significantly increases scan duration
ru: Сохранять форму волны для быстрой загрузки. !!!Значительно увеличивает время сканирования

source: Waveform Settings
ru: Настройки волны

# waveform_settings_title
source: Waveform Settings
ru: Настройки волны
